export const uk = {
  navigation: {
    home: "Головна",
    blog: "Блог",
    services: "Послуги",
    patients: "Пацієнтам",
    about: "Про лікаря",
    contacts: "Контакти",
    cases: "Кейси",
  },
  header: {
    consultation: "Консультація",
    language: "Мова",
    menu: "Меню",
  },
  hero: {
    title: "Dr. Dembitskyi",
    description: "Головна сторінка Hero секція",
  },
  about: {
    title: "Про лікаря",
  },
  blog: {
    title: "Блог",
    post: "Блог пост",
  },
  contacts: {
    title: "Контакти",
  },
  patients: {
    title: "Пацієнтам",
  },
  services: {
    title: "Послуги",
    service1: "Послуга 1",
    service2: "Послуга 2",
    service3: "Послуга 3",
  },
  notFound: {
    title: "Не знайдено",
    description: "Сторінку, яку ви шукаєте, не знайдено.",
    link: "Повернутися на головну сторінку",
  },
  packages: {
    subtitle:
      "Комплексний підхід для вашого комфорту: від консультації до повного супроводу та реабілітації — все продумано до дрібниць.",
    title: "Пакетні рішення — більше, ніж просто послуги",
    title1: "Mommy",
    title2: "makeover",
    description:
      "Повернути собі відчуття гармонії після материнства — можливо. Комплекс процедур допомагає відновити контури тіла, усунути зміни після вагітності й повернути впевненість. Залежно від індивідуальних потреб це може включати пластику грудей, живота, ліпосакцію чи інші коригуючі втручання. Все — з турботою про комфорт, безпеку й природний результат.",
    buttonConsultation: "Консультація",
    buttonMore: "Детальніше",
  },
  cases: {
    title1: "Турбота,",
    title2: "яку видно",
    title3: "в результаті",
    description:
      "Ми ділимося історіями наших пацієнтів — хірургічні, ін'єкційні та хлебологічні кейси, у яких головне не лише зміни зовні, а й відчуття впевненості всередині.",
    buttonAllCases: "Всі кейси",
    filters: {
      all: "Всі",
      blepharoplasty: "Блефаропластика",
      facelift: "Підтяжка обличчя",
      liposuction: "Ліпосакція",
      mammoplasty: "Мамопластика",
    },
    noCasesFound: "За обраними фільтрами кейсів не знайдено",
  },
  footer: {
    site: "Сайт",
    social: "Соціальні мережі",
    phone: "Телефон",
    license: "Ліцензія МОЗ України від 23.11.2019 №32454.112",
    privacy: "Політика конфіденційності",
    socialLinks: {
      instagram: "Instagram",
      youtube: "Youtube",
      telegram: "Telegram",
      viber: "Viber",
    },
  },
};
